{"text": "Brief Hospital Course: ___ with h/o hep C cirrhosis, lower GI bleed with known rectal AVM, grade 1 esophageal varices, mild portal gastropathy who presents with complaints of blood per rectum. #Gastrointestinal bleeding: Patient reporting dark red blood mixed with stool most consistent with a lower GI bleed. Patient was made NPO on admission, given 2 bags of platelets and 2 tap water enemas in preparation for EGD/flexible sigmoidoscopy. He was started on Ceftriaxone for SBP prophylaxis given possible upper GIB. EGD showed possible varices at the GE junction with otherwise normal mucosa throughout and no evidence of bleeding. Flexible sigmoidoscopy showed normal mucosa to the splenic flexure though was limited somewhat by stool in descending colon. No clear source of bleeding was identified. Ceftriaxone was continued initially given bandemia (see below) and was discontinued prior to discharge. Hematocrit remained stable and patient had no further episodes of GI bleeding during his admission. Patient was encouraged to avoid NSAIDs increased risks of bleeding in patient with cirrhosis. #Bandemia on ___ Diff: Bandemia with 10% bands on white blood cell count differential on admission. Patient without signs or symptoms of infection though with elevated LFTs on admission. Blood pressure borderline low though stable from prior admissions (SBPs ___. Furosemide and lasix were held given ? GI bleed and concern for possible infection. Patient was continued on ceftriaxone given ongoing concern for infection with bandemia. Work-up for infection negative (CXR w/o pneumonia, US without ascites suggesting no SBP, UA clean and blood cultures no growth to date). Patient remained afebrile with down trending LFTs. Repeat WBC with diff without continued bandemia. Ceftriaxone was stopped and patient was discharged home with close follow-up. Diuretics were restarted at half dose with plan to uptitrate at follow-up appointment with liver on ___. #Hepatic Encephalopathy: Patient has history of encephalopathy in past which was thought to be hepatic versus related to sedating medications. Is on rifaximin and low dose lactulose that he just restarted at home. Patient had 1 beat of asterixis on admission with altered sleep-wake cycle classifying him as encephalopathic though he was clear and coherent throughout his hospitalization with good attention and A&Ox3. His lactulose was increased to TID with goal of ___ BMs per day. Patient tolerated this well. On discharge, he had no further asterixis, sleep was improved and he remained A&Ox3. TID lactulose and rifaximin were continued on discharge. #Transaminitis: Patient with known history of hep C with most recent viral load of 17,000 ___. However, patient has not had significant transaminitis in past and AST/ALT elevated on admission. No elevation of alk phos to suggest biliary issue. LFTs trending down throughout admission. Toxicology screen (urine and serum) negative except benzos and opiates which he is prescribed. Etiology of transaminitis not entirely clear. This should continued to be followed as an outpatient. # ASCITES: he has had LVP x 2 in the past, and at the last evalutaion in the outpatient setting with Dr. ___ was quite comfortable. No clear pocket of fluid for tap yesterday. Blood pressure running low but patient asymptomatic. Patient was continued on low salt diet throughout his admission. # CIRRHOSIS: HCV cirrhosis and treatment nonresponder as per notes. His MELD is currently ___ during this admission. He is currently on the transplant list. # COAGULOPATHY: given the admission for bleed, patient was transfused 2 bags of platelets on admission. Coagulopathy thought to be due to cirrhosis and no other work-up was performed. #CODE: Full confirmed #CONTACT: Patient, HCP/wife ___: ___ ------- ___ Issues: -Discharged on half-dose of spironolactone and lasix. These should be uptitrated at next outpatient visit if patient is normotensive. -Follow-up pending blood cultures", "summary": "You were admitted to ___ with gastrointestinal bleeding. You underwent an esophageal-gastro-duodenoscopy (EGD) and a flexible signoidoscopy which did not show any source of your bleeding. You did not have any further episodes of bleeding while you were here. Your hematocrit was followed and was stable. Please DO NOT take NSAIDs (aspirin, ibuprofen, motrin, naproxen, Naprosyn) in the future. You were also noted to have an elevation in your WBC bands, which can be elevated with infection. Work-up did not show any evidence of infection and you did not have any symptoms concerning for infection. You were treated with antibiotics which were stopped prior to discharge."}
{"text": "Brief Hospital Course: ___ with a history of pAF on xarelto, CAD s/p DES to LAD (___), HTN, HLD, RCC s/p nephrectomy, PUD, GERD, gastric neuroendocrine tumor s/p surveillance EGD on ___ with polypectomy p/w UGI bleeding at site of recent gastric polypectomy site, now s/p repeat EGD with clipping. # Upper GI post-polypectomy bleeding: # Normocytic anemia: P/w bleeding at site of recent gastric polypectomy with Hgb 6.8. Initially admitted to the ICU but never required pressors. S/p repeat EGD ___ with placement of 3 endoclips (in addition to 2 previously placed) and epi injection with hemostasis. Home Xarelto/ASA held for ___ post-procedure with stable Hgb, followed by resumption of ASA and therapeutic anticoagulation with hep gtt for >24h with stable Hgb and without evidence of active bleeding. He was tolerating a regular diet without further melena at discharge. Home Xarelto was resumed on the evening of discharge. He was instructed to ___ with his PCP ___ ___ days for repeat CBC; and PCP was notified of this by email. Mr. ___ will also ___ with ERCP team for repeat EGD in 6 months. Hgb 7.9 on discharge. Home PPI continued on d/c. #pAF: Now in NSR s/p successful DCCV ___. CHADs-Vasc 4. Home rivaroxaban held on admission given active bleeding, resumed on the day of discharge after 24h of therapeutic heparin challenge without further bleeding. Home amiodarone and metoprolol continued on d/c. # CAD: # HFpEF: # HTN: EF 55%. Appeared euvolemic. Home torsemide, losartan, and Imdur were held on discharge in setting of GI bleed and normotension, to be resumed by PCP at ___. Home ASA initially held, resumed prior to discharge. Continued home metoprolol. D/c weight 101.3kg. # Transaminitis: ALT mildly elevated in 40-50 range; etiology unclear, amiodarone use. Stable, and further w/u deferred to PCP. # Hx of gastric neuroendocrine tumor: Recent path negative for recurrent disease. ___ with outpatient GI. # BPH: Held tamsulosin in setting of UGIB. Restarted upon discharge. Continued home regimen of finasteride and dicyclomine # Sciatica: continued Amitriptyline, Topiramate Transitional issues: =================== [] Patient should have a CBC checked within one week of discharge. Hgb/Hct 7.9/25.3 on discharge. [] Please repeat LFTs in 1 week to further workup and manage slight LFT elevations of unclear etiology. [] Patient should schedule followup appointments with PCP ___ 1 week and GI/ERCP for follow up EGD in 6 months. [] Patient will need repeat CBC prior to visit with PCP. [] Patient to hold off on antihypertensive regimen until followup with PCP given recent UGIB. [] Patient to hold off on torsemide until follow-up with PCP. # Code Status: Full Code (Confirmed) # Emergency Contact: ___ (Wife) ___", "summary": "You were admitted for your bloody bowel movements You were seen by our gastroenterologists who looked in your stomach with a scope (Esophagogastroduodenoscopy) and saw that the place where they took the polyp was bleeding. They injected medication and clipped it to make it stop bleeding. You were closely monitored because you lost a fair amount in your stool. You were restarted on your blood thinners while in the hospital and did not bleed again. Please hold off from taking your Isosorbide mononitrate (Imdur) and losartan until you meet with your primary care physician. Also, hold from taking your torsemide until you meet with your primary care physician."}
{"text": "Brief Hospital Course: Mr. ___ is a ___ male with a past medical history of low grade lymphoma and hypertension who presented with coffee ground emesis concerning for upper GI bleeding. His H/H remained stable and he was admitted for EGD to evaluate for source of bleeding. He underwent endoscopy on ___, which revealed a 3cm mass in gastric cardia near GE junction with an area of ulceration thought to have caused the bleeding. A biopsy was taken, pathology pending at the time of discharge. While inpatient we began further work-up of the mass with CT ___ and had initial consultation with Thoracic Surgery. #___: Pt presented with coffee ground emesis concerning for upper GI bleed. After arrival he remained hemodynamically stable without evidence of further active bleeding. Given his ___ score of 3 that indicated high risk GI was consulted and he was admitted for endoscopy. EGD was performed ___ that revealed a 3cm mass at the GE junction with ulcerated area that was thought to be the most likely source of bleeding. Recent NSAID use and daily alcohol use are risk factors for ulceration and he was counseled regarding further NSAID and alcohol use. He was treated with BID PPI. H/H remained stable at 11.7/34.6 on the day of discharge. Further work-up of mass was pursued as below. # Mass at ___ junction: Mr. ___ was found to have a 3cm mass at ___ junction on endoscopy concerning for malignancy. Pt has several risk factors including alcohol use and smoking history. Biopsy was taken during the endoscopy on ___. Pathology results were pending at the time of discharge. No evidence of lymphadenopathy or evidence of direct spread to surrounding tissue on preliminary read of CT ___. Thoracic surgery was consulted for surgical evaluation. He will need further work-up as an outpatient including PET scan, EUS and swallow study. He will plan to follow up with Dr. ___ Thoracic ___. # Leukocytosis: WBC elevated to 19.4 on admission. He had no infectious syptoms or consolidation on CXR. Leukocytosis was thought to be a stress response from GIB. His WBC count downtrended to 5.5 prior to discharge without further intervention. # Back Pain: Recent onset in the setting of shoveling snow prior to admission treated initially with Aleve then with Tylenol #3. Based on history and exam, most likely represented MSK back pain with sciatica down the left leg. Pain had improved by time of admission. He was able to ambulate normally. Prior to discharge pt was instructed to avoid NSAIDs in the setting of recent UGIB. Continue acetaminophen as needed for pain. # Hypertension: Pt was borderline hypertensive on admission. Home lisinopril was initially held in the setting of GIB. Subsequently, blood pressures rose to 140's-170's systolic. Home lisinopril was restarted prior to discharge. TRANSITIONAL ISSUES: ==================== # Follow up EGD biopsy results, pending at discharge # Omeprazole 20mg BID x 2 ___ # Pt instructed to avoid NSAIDs and alcohol to allow for healing of ulcerated area # Needs PET scan, EUS and swallow study as outpt to complete work-up # Follow up with Thoracic Surgery in ___ weeks, obtain pre-operative evaluation # After pt was d/c'd final read of CT revealed pulmonary nodules and question of lung infection. No clinical signs of infection prior to discharge. Recommend follow-up CT chest in 3 months to assess for interval change. # Code: Full Code # Emergency Contact: Wife, ___, ___ ___ on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen w/Codeine ___ TAB PO Q4-6H:PRN severe pain 2. Lisinopril 10 mg PO DAILY 3. Omeprazole 20 mg PO DAILY", "summary": "You were admitted to ___ because you were vomiting coffee-ground material that was concerning for bleeding within your gastrointestinal tract. While you were here your blood counts (hemoglobin) remained stable and there was no further evidence of bleeding. An endoscopy was performed that revealed a 3cm mass at the junction point between your esophagus and your stomach. Biopsies were taken during the procedure that will give us more information about what the growth is. There was a small area where the lining of your GI tract was eroded creating an ulcer, which the GI doctors thought was the most likely source of your initial bleeding. You should avoid NSAID medications such as ibuprofen (Aleve, motrin, etc.) as well as alcohol to avoid irritation to this area while it heals."}
{"text": "Brief Hospital Course: ___ F with h/o HTN and hyponatremia causing \"passing out\" presenting after witnessed seizure at home thought ___ ETOH but possibly also hyponatremia. . 1) Hyponatremia: Unclear etiology at time of presentation as it was diffcult to assess patient's volume status. TSH wnl. Sodium did correct after IVH. On admission 122; improved after receiving 1L NS to Na 139. NA remained stable throughout the rest of hospital course. Patient orthostatic on hospital day 2, so likely hypovolemia hyponatremia secondary to low solute from alcohol abuse. Received additional IV hydration for orthostasis. No further episodes of orthostasis. Sodium monitored and were stable. Urine electrolyte abnormatilies also corrected after fluid bolus. . 2) Seizure: Possibly secondary to EtOH withdrawl or hyponatremia. In addition, neurology consulted for ___ time seizure. CT head neg. Plan for outpatient follow-up with MRI of head +/- gad, EEG. To follow with Dr. ___. No seizure activity in house. . 3) ETOH withdrawal: Patient has h/o ETOH abuse but no h/o seizures from withdrawal in past (although she is a poor historian). Placed on CIWA, however did not require Valium. Thiamine, folate, MVI PO given daily. Patient has an outpatient counselor for her alcohol abuse whom she will continue to see after d/c. . 4) HTN: Patient was normotensive on admission. Home dose of atenolol was continued. Become hypotension and orthostatic on hospital day 2 which corrected with additional IV hydration. Atenolol held that day and resumed on HD3. Blood pressures were monitored and pt was normotensive throughout admission. . 5) Depression: Home dose of citalopram and trazodone PRN continued.", "summary": "You were admitted to ___ after experiencing a seizure thought secondary to alcohol withdrawl. We monitored you in the hospital. You remained stable and you were assessed for alcohol withdrawal. Your sodium as found to be low which we attributed to dehydration. You received IV fluids with correction of your electrolytes. You had a neurology evaluation and they recommended you have an MRI and an EEG to further evaluate a source of your seizures. These can be done as an outpatient. Your primary care provider ___ help set up the tests."}
{"text": "Brief Hospital Course: ___ year old female with PMhx of CHF (EF 40% ___, MVR ___, Afib s/p AVJ ablation and Pacemaker ___, bronchiectasis, hyperparathyroidism with chief complaint of nausea, vomiting, diarrhea, and decreased PO intake, as well as some increased SOB x past 3 days. . # Viral gastroenteritis: ___ light of benign abdominal exam, most likely explanation for N/V/D is viral gastroenteritis. LFT's, amylase/lipase were all normal. Biggest concern was her decreased PO intake ___ nausea, which necessitated admission for rehydration. She was given gental rehydration ___ light of her CHF. Her nausea improved with zofran, and she had no episodes of vomiting. Attemtped to send stool studies and Cdiff for diarrhea ___ light of recent hospitalization and antibiotic use), but patient was unable to provide stool sample while hospitalized, which suggested her diarrhea had resolved and unlikely to be secondary to severe infection. If her diarrhea persists as outpatient, stool studies and cdiff should be sent. There was also concern if component of depression contributing to decreased appetite. Her PCP is aware and has been following closely. Nutrition was consulted and recommended TID Boost/Carnation supplementation. . # Elevated WBC: Patient with isolated leukocytosis, with no fever. She did have a history of UTI and recurrent pulmonary infections ___ light of her bronchiectasis. CXR showed no focus of infection. +Green sputum production during admission, but final cultures grew only sparse GNR (likely just colonization, ___ light of clear CXR and no fever/sx). UA/urine cultures negative. Could not get stool sample to test for Cdiff or other stool infection b/c unable to provide stool sample while hospitalized. . # Shortness of breath/Bronchiectasis: Patient with increased oxygen requirement on day of admission, likely ___ having missed chest ___ over past few days. Ruled out for MI. No signs of fluid overload on clinical exam to suggest that this is an acute CHF exacerbation. Oxygen requirement improved to baseline 2.5-3L NC after chest ___ resumed and with home spiriva, advair, albuterol, nebs. . # Chronic Systolic CHF (EF 40%): Euvolemic on exam. Pt maintained on low Na diet. She was instructed to discontinue her lasix/KCl until better fluid repleted. She will follow up regarding this ___ discharge clinic early on ___ the week. She was continued on ACEi, spironolactone. No beta blocker given her underlying lung disease. . # CAD: Continued statin, ACEi, not on ASA ___ allergy. . # Afib: s/p AVJ ablation, pacer. Continued coumadin; INR currently therapeutic. . # CODE: DNR/DNI, CONTACT: ___ (son) ___", "summary": "You were admitted to ___ on ___ with nausea, vomiting, diarrhea, and dehydration. You were also requiring extra oxygen. All of your symptoms improved while ___ the hospital. Your gastrointestinal symptoms are most likely due to a viral gastroenteritis. Your nausea improved with an anti-nausea medicine called zofran. Your shortness of breath was most likely from missing your chest ___. Your symptoms resolved. Your chest Xray did not show any infection ___ your lungs, and you had no fevers ___ the hospital. You were seen ___ the hospital by the nutritionist, who recommended that you take a nutritional supplement three times a day, such as Boost or Carnation."}
{"text": "Brief Hospital Course: ___ with hx of ileocolonic and perianal Crohn's s/p ileocecectomy and partial colectomy (on Humira), IBS-D, GERD, vestibular neuritis presenting with N/V, abdominal pain, and diarrhea x 4 days, likely secondary to a viral gastritis. # Abdominal pain: # N/V: # Diarrhea likely # Viral gastroenteritis in setting of: # Crohn's disease (___) # IBS-D: Patient presented with 4 days of abdominal pain, nausea/vomiting, and diarrhea. Given her hx of Crohn's disease, IBS, and C.diff, GI was consulted. They attributed her symptoms to a viral gastroenteritis (although norovirus PCR negative). Ddx includes bacterial infectious colitis/enteritis, although stool studies were negative, including C.diff testing. A Crohn's flare was felt to be unlikely in the setting of a normal CRP and documentation of remission on Humira. Ddx includes post-infectious IBS flare. Nl lactate was reassuring against abdominal catastrophe or ischemia. She was treated with IVFs, bowel rest, anti-emetics, and judicious narcotics. Her diet was gradually advanced, and she was tolerating a regular diet at discharge without nausea/vomiting or diarrhea. Abdominal pain was improving at discharge on infrequent PO dilaudid. She was discharged on Tylenol (she was advised to avoid NSAIDs), her home hyoscyamine and loperamide, and 8 tablets of dilaudid 2mg PO q6h PRN (PMP checked). She will f/u with her outpatient gastroenterologist, Dr. ___ her routine surveillance colonoscopy and with her PCP's office. Home rifaximin was continued, and she will resume her weekly Humira on discharge. She was advised to eat small frequent meals and to notify Dr. ___ persistent or worsening abdominal pain. # Depression/insomnia: Continued home venlafaxine, aripiprazole, Seroquel, Ativan daily PRN, and trazodone QHS PRN. QTC was checked and was 407 on ___. # Chronic vestibular injury: Continued home meclizine PRN. # Hernia, likely incisional: Outpatient follow-up for elective repair. ** TRANSITIONAL ** [ ] ensure resolution abdominal pain GENERAL/SUPPORTIVE CARE: # Contacts/HCP/Surrogate and Communication: ___ (husband) ___ # Code Status/ACP: FULL (presumed)", "summary": "You were admitted to the hospital with abdominal pain, nausea/vomiting, and diarrhea. You were seen by the gastroenterology service, who thought your symptoms most likely from a viral gastrointestinal infection. They were not concerned about a Crohn's flare. You were treated with pain medication and intravenous fluids, and your symptoms slowly resolved. Please stay hydrated and eat small, frequent meals. You are being discharged with a short course of dilaudid for pain control. Please trial Tylenol our hyoscyamine at home. Do not drive while taking the dilaudid. Should your pain worsen or fail to improve in the next few days, please contact Dr. ___."}
{"text": "Brief Hospital Course: ___ y.o. woman with a past history of COPD (not on home oxygen, FEV1 39% of predicted, never intubated) who presented with increasing dyspnea and cough. . # Dyspnea: DDx included COPD exacerbation vs. pneumonia (unlikely based on negative CXR imaging) vs. PE (unlikely given marked response to bronchodilators) vs. CHF (unlikely as patient does not appear volume overloaded). Wells criteria low probability for PE. The symptoms were likely due to COPD exacerbation given her prodrome and low grade temp. ___ have occured in the setting of a URI though no clear precipitant. ABG was 7.4/40/54 on room air, suggesting that she is not retaining CO2. The patient was started on IV steroids, nebulizer treatments and a 5 day course of Azithromycin for COPD exacerbation. Oxygen saturations were titrated to keep sats > 88% and < 92%. Albuterol and ipratropium nebs were given q6 hours standing, with albuterol nebs q2 hrs prn. Patient was continued on home tiotropium and fluticasone-salmeterol. She received a 5 day course of Azithrmycin. IV steroids were transitioned to PO prednisone, and she was written for a prolonged taper. Smoking cessation was discussed with patient, and she was given nicotine patch while in house. She is not a candidate for home oxygen because she continues to smoke. Despite the extensive discussion with the patient and her daughter, it was determined that she is unlikely to successfully stop smoking at this time. The patient was evaluated by ___ and it was determined that while she desats with activity, she may be OK at home as long as she continues to have only very low level of physical activity and does not go outside. The patient understands that continued smoking is deleterious to her health and prevents her from getting home oxygen therapy. . # HTN: well controlled during admission. Continued home HCTZ, metoprolol . # HLD: continued home simvastatin . # Type II Diabetes: challenging to control in setting of steroid use. Continued QID fingersticks, ISS, home insulin regimen. Metformin held in house, but resumed on discharge. The patient will continue on her prior outpatient hypoglycemics, monitor fingersticks, and follow up closely with PCP upon discharge. . # Peripheral Neuropathy: stable. Continued gabapentin. . # Smoking: actively smoking, despite frequent COPD exacerbations. Smoking cessation was re-addressed, and patient was provided nicotene patch as inpatient. . s/p MRSA osteomyelitis in right foot with 3 surgical debridements: no active issues . # ?Dementia (reported by daughter): continued home aricept .", "summary": "You were admitted to ___ for a COPD exacerbation, which may have been from smoking, using your nebulizers less, or a viral upper respiratory infection. A chest xray showed no pneumonia. You were given IV steroids and frequent nebulizers, as well as oxygen to maintain your oxygen saturation. You were transitioned to oral steroids and will continue these on discharge. Your oxygenation was kept stable, however it is still quite low with walking. While it is recommended, we are unable to place you on oxygen therapy as you are still actively smoking. Please try to avoid walking long distances at a time orphysically exerting yourself as it can dangerously decrease your oxygen levels."}
{"text": "Brief Hospital Course: ___ with a history of prostate cancer (monitored only), who presents with syncope and new atrial flutter. #) Syncope: Pt feels light-headed when he is in fast atrial flutter. Any type of movement seems to precipitate a faster rhythm. It was initialy felt that his fast Atrial flutter was the precipitant of his light-headed sensation. However, shortly after the TEE cardioversion, pt had a 5 second conversion pause and was then brady in the ___ requiring atropine. It was felt that sinus conversion pause was likely the etiology of patient's syncopal episode that brought him to the hospital. He was sent home on ___ of Hearts Monitor. At time of discharge, patient's HR was in the ___ in NSR with few PVCs (this is known to be patient's baseline per prior holter monitor). For workup of syncope, TTE Echo overall unremarkable, only notable for LV less vigorous while in A flutter. However, follow up TEE echo showed EF 55%. #) Atrial flutter: New diagnosis, CHADS2 score of 0. However, given prostate CA history, started pt on dabigatran 150 BID. Pt had TEE cardioversion which converted him to NSR with HR ___. However, he did have 5 second conversion pause requiring atropine. Initialy on diltiazem which was stopped after TEE cardioverion. Pending: nothing Transitions of care: -Full Code -Planning for ablation in future -going home with ___ of hearts monitor -if continued concern for conversion pauses, might require pacemaker -pt notified that he should not drive until arrythmia workup is complete.", "summary": "You were admitted to the hospital for light-headedness and found to have an arrythmia called Atrial flutter. You were started on a medication to thin the blood called Dabigatran. It is important to thin your blood when you have this arrythmia since the arrythmia can predispose you to clots. You had a procedure where your heart was cardioverted to attempt to convert you to a normal rhythm. This was successful. After the cardioversion, your heart had a long 5 second pause. This pause might have caused your initial syncopal (fainting) episode. For this reason, we want you to wear ___ of Hearts Holter monitor to trend your heart rhythm at home. We discouarge you from driving until this is worked up. If you were to drive while having this heart pause, you could get into a car accident."}
{"text": "Brief Hospital Course: Ms. ___ is a ___ woman who initially presented with cholelithiasis and choledocholithiasis on ___. She was taken to the operating room on ___ for a laparoscopic cholecystectomy. Procedure was remarkable for a gallbladder that ripped away from the liver thus leading to significant bleeding. This was controlled and the remainder of the procedure was uneventful and IOC was performed given the inability to effectively evaluate the patient's common duct pre-operatively with ERCP. The IOC was unremarkable. Postoperatively, the patient had significant pain and was ultimately identified to have some old blood within her abdomen as well as a small cystic duct leak when a HIDA was performed that did not show any ongoing leak and thus it was decided that only a biloma drainage would be performed. She was doing extremely well after that drainage and is now coming back with several days of word finding difficulty, confusion as per her family and fatigue. She is otherwise eating and having regular bowel function. She does not have any abdominal pain. She has not noted any fevers, chills, nausea or vomiting. Ms. ___ is a ___ yo F who presented to follow up clinic on ___ for drain removal. Her drain was putting out <10 cc/day but had a leukocytosis to 21 and a clinical history concerning for latent infection. She was admitted to the hospital and underwent CT scan that showed increased fluid collection around the porta hepatis and a new adjacent smaller fluid collection concerning for a persistent bile leak. Previously seen ___ collection decreased in size. The patient was made NPO, given IV fluids, and infectious work up including chest xray, urinalysis, and blood cultures were obtained. Interventional radiology was consulted and placed an ___ pigtail catheter into the gallbladder fossa collection; samples were sent for microbiology evaluation. On ___, she underwent placement of a PTBD. Cultures from the abscess grew out enterococcus and the patient received 10 days of antibiotics. On ___, the patient was taken back to ___ for a cholangiogram through existing left percutaneous transhepatic biliary drainage access, plasty of the ampulla with 8 and 10 mm balloons, and exchange of the existing left percutaneous transhepatic biliary drainage catheter with a new 10 ___ PTBD catheter. She tolerated this well. Post-procedure, the patient's diet was slowly advanced. She had intermittent nausea and vomiting but this seemed to be a chronic problem that she'd had for decades. The PTBD remained uncapped, with the plan to follow-up with ___ and ACS. The gallbladder fossa drain was putting out ___ mL of drainage per day. Eventually, the patient was on a regular diet with good tolerability. The patient voided without problem. During this hospitalization, the patient ambulated early and frequently, was adherent with respiratory toilet and incentive spirometry, and actively participated in the plan of care. The patient received subcutaneous heparin and venodyne boots were used during this stay. At the time of discharge, the patient was doing well, afebrile with stable vital signs. The patient was tolerating a regular diet, ambulating, voiding without assistance, and pain was well controlled. The patient was discharged home with services for drain care. The patient and her family received discharge teaching and follow-up instructions with understanding verbalized and agreement with the discharge plan.", "summary": "You were admitted to the hospital with an elevated white blood cell count that was concerning for infection. You had a CT scan of your abdomen that showed a worsening fluid collection. You underwent drainage of the fluid collection by Interventional Radiology to help your bile duct heal, and prevent further fluid collections. You also had your ampullary sphincter dilated to help bile drain. We gave you antibiotics to help treat an infection that you had in your belly, and you improved, and we gave you services for drain care at home. Your diet was gradually advanced to regular which you tolerated well."}
{"text": "Brief Hospital Course: Mr. ___ is a ___ with no past medical history who presented with 3 days of left leg swelling with increasing pain who found to have extensive multiple DVTs. ACUTE/ACTIVE ISSUES: ==================== # Left leg swelling and pain # Left lower back pain # Extensive clot ___ in ED showed thrombosis of left common femoral, greater saphenous, proximal femoral, and deep femoral veins. CT A/P showed partially visualized thrombus originating at bifurcation of left common iliac extending into left femoral and internal iliac. Question of ___ given unilateral left leg swelling though less common in men and CT A/P did not note any odd anatomy. Imaging did not demonstrate any masses in pelvis to suggest malignancy or cause of any compression. CTV findings demonstrated: extensive thrombus within the left common iliac vein extending from the bifurcation of the IVC inferiorly along the left internal and external common iliac veins and their branches, with associated wall thickening and stranding as described above. The right common iliac artery passes over the left common iliac vein at the beginning of the thrombus, with moderate focal narrowing. Pt did not have night sweats, weight loss, no extensive stasis, plane rides, surgery, occasions, supplements, IV drug use, trauma. No provocation noted. Hereditary clotting disorder remains possible given clot history in mother and grandmother. Patient with intact sensation and movement throughout hospitalization. Given extent of clot he is at risk for post thrombotic syndrome, vascular surgery was consulted. Patient was on therapeutic Lovenox in ED, transitioned to heparin GTT per vascular surgery recommendations. Hematology was consulted and recommended thrombophilia labs to be sent including: b2 glycoprotein Ab, cardiolipin Ab, and lupus anticoagulant which were added to the original ED labs (prior to anticoagulation). They will follow-up with patient as an outpatient. Vascular surgery will follow up with patient as an outpatient (no intervention required at this time). Patient was started on apixaban (Eliquis) 10mg twice daily for 5 days (until ___ then to 5 mg twice daily thereafter. Had some pain in groin from compression ___ leading to edema building up in groin, which we anticipate will improve. Discharged with a short course of oxycodone. Discussed about risks of opiates, ethanol, blood thinner. # Alcohol use disorder Patient reports daily alcohol use, ___ pint day. Last drink was ___ at 5pm. He has never had withdrawals before. Counseled regarding alcohol use and advised to cut down significantly, particularly in light of starting Eliquis. While hospitalized patient was on 100 mg thiamine daily. He did not score on the CIWA scale or require diazepam. TRANSITIONAL ISSUES: ==================== [] PCP for monitoring of clot symptoms, pain, swelling. Obtain repeat LFT's given increase in hospital (likely d/t ETOH use prior to admission). (Scheduled ___ [] Hematology f/u for thrombophilia w/u and testing with Dr. ___. (Scheduled ___ [] Follow-up with vascular surgery 2 weeks following discharge. (Scheduled ___ New Medications Eliquis (Apixaban) 10 mg twice a day for 5 days (last day at this dose is ___, then 5mg twice a day ongoing Oxycodone 5mg every 6 hours as needed for pain. Changed Medications None Stopped Medications None CORE MEASURES: ============== # CODE: Full code # CONTACT: Mom ___ # DISPO: Home >30 minutes spent on patient care and coordination on day of discharge.", "summary": "He came to the hospital because you are having pain and swelling in your leg as well as pain your back. While you are in the hospital we did imaging of your veins and arteries (CT scan), which showed that you have it a clot in the veins in your leg. We consulted our vascular surgery team regarding their input on your care as well as the hematology team. We performed further testing (CTV) to evaluate the vessels in your legs and the extent of the clot that you have. This showed clots in the left common iliac vein from the bifurcation of the IVC inferiorly along the left internal and external common iliac veins. Your IVC was not compressed (which is a good thing). These findings were similar to the CT you had when you were admitted. The vascular surgery team, along with the medical team, decided that putting you on a blood thinner (Eliquis/Apixaban) to help with the clot was the best course of action at this time."}